       IDENTIFICATION DIVISION.
       PROGRAM-ID. CLS01EX01.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY 'Hello world'
           STOP RUN.
       